Repository: jszafran/w84it
Catalog: translations/*/LC_MESSAGES/django.po
Languages: pl

source: Enter a valid URL.
pl: Wprowadź poprawny URL.

source: Ensure that there are no more than 2 decimal places.
pl: Upewnij się, że liczba nie zawiera więcej niż 2 miejsca po przecinku.

source: Ensure that there are no more than 11 digits in total.
pl: Upewnij się, że liczba nie posiada łącznie więcej niz 11 cyfr.

source: Product has price but no currency. Please either set price to 0 or pick currency.
pl: Brak wartości waluty - ustaw cenę produktu na 0 lub wybierz poprawną walutę.

source: You already have product registered under such name. Pick another one!
pl: Wybierz inną nazwę - posiadasz już inny produkt zarejestrowany pod taką samą nazwą.

source: Enter a valid date.
pl: Proszę wprowadzić poprawną date.

source: Product Name
pl: Nazwa produktu

source: Product Description
pl: Opis produktu

source: Link to your product's website
pl: Link do strony www produktu

source: Product's price (if it does not require any purchase, please set the value as 0).
pl: Cena produktu (gdy produkt jest darmowy, ustaw wartość na 0.)

source: Currency
pl: Waluta

source: Work start date
pl: Data rozpoczęcia pracy nad produktem

source: Launch date
pl: Data startu produktu

source: Username
pl: Nazwa użytkownika

source: Required. 40 characters or fewer. Letters, digits and ./_ only.
pl: Wymagane pole; dlugość mniej niż 40 znaków. Powinno składać się z angielskich liter, cyfr oraz znaków ./_.

source: Enter a valid username. This value may contain only English letters, numbers, and ./_ characters.
pl: Wprowadź poprawną nazwę użytkownika (może składać się tylko z angielskich liter, numerów oraz symboli ./.

source: Add Product
pl: Dodaj Produkt

source: Add Product:
pl: Dodaj Produkt:

source: Confirm Product Deletion
pl: Potwierdź Usunięcie Produktu

source: Confirm Product Deletion.
pl: Potwierdź Usunięcie Produktu

source: You're about to delete
pl: Usuniesz zaraz produkt

source: product. Please be aware that this action cannot be reverted!
pl: Pamiętaj, że nie można cofnąć tej akcji!

source: Once you confirm with below button, product and all data associated with it will be permanently deleted.
pl: Gdy potwierdzisz akcję poniższym przyciskiem, produkt, oraz wszelkie dane przypisane do niego, zostaną usunięte.

source: Confirm Delete
pl: Potwierdź Usunięcie Produktu

source: Edit Product
pl: Edytuj Produkt

source: Edit Product:
pl: Edytuj Produkt:

source: Save Product
pl: Zapisz Zmiany

source: Delete Product
pl: Usuń Produkt

source: Edit Data
pl: Edytuj Twoje dane

source: Edit your data.
pl: Edytuj Twoje dane

source: Save
pl: Zapisz

source: Home
pl: Strona główna

source: Hi
pl: Witaj

source: Log Out
pl: Wyloguj się

source: You are not logged in
pl: Nie jesteś zalogowany

source: Log In
pl: Zaloguj się

source: Sign Up
pl: Załóż konto

source: Forgot your password? Reset it
pl: Zapomniałeś hasła? Zresetuj je

source: here
pl: tutaj

source: Password Change Successful
pl: Pomyślna zmiana hasła

source: Password change successful!
pl: Pomyślna zmiana hasła!

source: Your password was changed.
pl: Twoje hasło zostało zmienione.

source: Password Change
pl: Zmiana hasła

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
pl: Wprowadź stare hasło, a następnie wpisz nowe hasło dwukrotnie, abyśmy mogli potwierdzić ich zgodność.

source: Change my password
pl: Zmień hasło

source: Password reset complete
pl: Pomyślna zmiana hasła

source: Your new password has been set. You can log in now on
pl: Twoje hasło zostało zmienione. Możesz teraz przejść do

source: log in page
pl: strony logowania

source: Enter new password
pl: Wprowadź nowe hasło

source: Set a new password.
pl: Zmień hasło

source: Email Sent
pl: Email został wysłany

source: Check your inbox.
pl: Sprawdź Twoją pocztę.

source: We've emailed you instructions for setting your password. You should receive the email shortly!
pl: Wysłaliśmy Ci wskazówki odnośnie zmiany hasła, powinieneś wkrótce otrzymać maila!

source: Forgot Your Password?
pl: Zapomniałeś hasła?

source: Forgot your password?
pl: Zapomniałeś hasła?

source: Enter your email address below, and we'll email instructions for setting a new one.
pl: Wprowadź adres email Twojego konta. Prześlemy na niego wskazówki odnośnie zmiany hasła.

source: Send me instructions!
pl: Wyślij wskazówki!

source: Revert Deletion
pl: Cofnij Usunięcie Konta

source: Cancel Account Deletion
pl: Anuluj Usunięcie Konta

source: Account Confirmed
pl: Konto potwierdzone

source: Your account has been activated!
pl: Twoje konto zostało aktywowane!

source: You can
pl: Możesz

source: log in
pl: zalogować się

source: to the site.
pl: do strony.

source: Invalid token
pl: Token nieważny

source: Token is invalid.
pl: Token jest nieważny.

source: Something went wrong.
pl: Coś poszło nie tak.

source: Account Activation
pl: Aktywowanie konta

source: You're almost there!
pl: Już prawie koniec!

source: We've sent an email with account activation instructions to
pl: Wysłaliśmy Ci emaila z instrukcjami odnośnie aktywowania konta na

source: User Deletion
pl: Usunięcie Konta

source: Confirming user deletion
pl: Potwierdzenie usunięcia konta

source: Confirm deletion
pl: Potwierdź usunięcie konta
